Repository: SoloUnity/SkinVault
Catalog: SkinVault/Ressources/*.lproj/Localizable.strings
Languages: sv

source: Sign in
sv: Logga In

# PrivacyDisclaimer
source: Don't have an account? Click here to [Sign up](https://auth.riotgames.com/login). By clicking on Sign in, you agree to our Terms and Conditions and to our [Privacy Policy](https://www.craft.do/s/fQxdg6aSyp8WAk)
sv: Har du inget konto? Klicka här för att [skapa konto](https://auth.riotgames.com/login). Genom att klicka på Logga In går du med på våra vilkor samt våran [integritetspolicy](https://www.craft.do/s/fQxdg6aSyp8WAk)

# Login
source: Sign in to your Riot account
sv: Logga in på ditt Riot Games Konto

source: Invalid Credentials
sv: Felaktiga uppgifter

source: Username
sv: Användarnamn

source: Password
sv: Lösenord

source: Select region
sv: Välj region

source: Terms and Conditions
sv: Vilkor

source: Invalid Code
sv: Ogiltig Kod

source: Two Factor Authentication
sv: Två Faktors Autentisering

source: Download Assets
sv: Ladda ner Filer

# Stuck
source: Stuck? Click here to try again.
sv: Sitter du Fast? Klicka här för att försöka igen.

source: Store
sv: Affär

source: Bundle
sv: Kollektion

source: Skin Index
sv: Skin Arkiv

source: Settings
sv: Inställningar

source: Cancel
sv: Avbryt

source: Cost
sv: Pris

# ExclusiveSkinMessage
source: This is either a Battlepass exclusive, a character exclusive, or a limited edition skin.
sv: Detta är anting ett Battlepass skin, en karaktärs exklusiv eller ett limited edition skin.

source: Tier
sv: Level

# Default1
source: 1. Default
sv: 1. Standard

source: Default
sv: Standard

source: Unknown
sv: Okänd

source: Reloading
sv: Laddar

source: Reload
sv: Ladda om

source: Update Available
sv: Uppdatering Tillgänglig

# EmptyBundle
source: Refresh to see the bundle
sv: Ladda om för att se kollektionen

# NoOwned
source: Please reload the store, or buy some skins :)
sv: Vänligen ladda om äffären eller köp ett par skins :)

# EmptySearch
source: Nothing matches your search
sv: Inget matchar din sökning

source: Statistics
sv: Statistik

# TotalCollectionCost
source: Total Collection Worth
sv: Total Kollektions Kostnad:

source: Total Skin Count
sv: Total Mängd Skins

source: Search
sv: Sökning

source: All
sv: Alla

source: Owned
sv: Ägda

source: Knife
sv: Kniv

source: Sidearm
sv: Pistol

source: Heavy
sv: Tungt

# PriceSort
source: Sort by Price
sv: Sort via Pris

source: Lowest First
sv: Billigast Först

source: Highest First
sv: Dyrast Först

# HelpDev
source: Help the Dev!
sv: Hjälp utvecklaren!

# AutomaticReload
source: Automatic Reloading
sv: Automatisk omladdning

# Notify
source: Store Reset Notification
sv: Affärs Återställnnings Notifikation

source: Allow
sv: Tillåt

source: Appearance
sv: Utseende

source: Language
sv: Språk

source: Manage Media
sv: Hantera Media

source: Support
sv: Hjälp

source: Community
sv: Gemenskap

# Share
source: Share the App
sv: Dela appen

source: Acknowledgements
sv: Beröm

source: About
sv: Om VSC

# RememberPasswordInfo
source: Your password is secured by Keychain. Signing out or disabling the toggle will automatically forget the password. Enabling this feature bypasses the API time limitations and allows for automatic sign in on the user's behalf.
sv: Ditt lösenord är säkrat tack vare Keychain. Om du loggar ut eller stänger av lösenords sparning så glöms lösenordet automatiskt. Om du sätter igång denna funtion så förbigås API tidsbegränsning och möjliggör automatisk inlogging.

source: Sign Out
sv: Logga ut

source: Account
sv: Konto

source: Delete Account
sv: Tabort Konto

source: Remember Password
sv: Kom Ihåg Lösenord

source: Switch Accounts
sv: Byt Konto

# HelpMessage
source: Hi! I'm a sleep deprived university student just trying to make life a little bit better 😄. Please consider helping me out through any method below!
sv: Hej! Jag är en sömnlös universitetsstudent som bara försöker göra livet lite bättre 😄. Om du vill stötta mig så kan di hitta ett par sätt nedanför!

# Review
source: Leave a Review
sv: Lämna en Recension

# Star
source: Star the Repository
sv: Gilla Github Sidan

# HelpTranslate
source: Help With Translation
sv: Hjälp med Översättning

source: Show Appreciation
sv: Visa Uppskattning

# Sponsor
source: Tip Me
sv: Donera

# CheckUpdates
source: Check for Updates
sv: Leta efter Uppdateringar

source: Colour Scheme
sv: Färg Pallett

source: Auto
sv: automatisk

source: Light
sv: Ljus

source: Dark
sv: Mörk

source: Background
sv: Bakgrund

source: App Icon
sv: App Ikon

source: Default Dark
sv: Standard Mörk

source: Default Light
sv: Standard Ljus

source: 3D Dark
sv: 3D Mörk

source: Default Light
sv: Standard Ljus

source: 3D Light
sv: 3D Ljus

source: Autoplay Videos
sv: Autospela Media

source: Both
sv: Båda

source: Download New Assets
sv: Ladda ner ny Filer

source: Wifi Only
sv: Wi-fi Endast

source: Cellular Only
sv: Surf Endast

source: Never
sv: Aldrig

source: Clear Assets
sv: Rensa Filer

source: Clear
sv: Rensa

# Create
source: Create a Support Ticket
sv: Skapa Support Ärende

source: Source Code
sv: App Källkod

# FAQText
source: Why does the app need my login information? While many of your statistics are free to access without your password, your store is a notable exception as it is considered sensitive information. In order for the app to access your store, it needs your login information where it obtains your store through this [open source API](https://github.com/HeyM1ke/ValorantClientAPI). What are the measures in place to protect me? In addition to never storing your password, sensitive information including your region is secured behind Keychain. The app is also open source, allowing anybody and everyone to access the code at all times. Your privacy is a priority, and I have done everything in my power to ensure it. For legal mumbo jumbo, see [here](https://www.craft.do/s/fQxdg6aSyp8WAk). What assets are downloaded? The assets downloaded are images which allow you to use the app's Skin index feature at all times, even when offline. What does remember password do? The current way that the reload button requires cookies instead of your username and password, allowing the app to not store your password at all. However, these cookies expire after a certain period, requiring the user to sign in again. In order to streamline this process, remember password allows the user to save their password and allow for automatic behind the scenes sign in. If the user wishes to not save the password, they can simply sign out and sign back in to create new cookies.
sv: Varför behöver appen min inloggnings information? Även om mycket av din statistik är enkel att komma åt utan ditt lösenord, är din affär ett undantag eftersom det anses vara känslig information. För att appen ska komma åt din butik behöver den din inloggningsinformation där den hämtar din affär genom [ValorantClientAPI](https://github.com/HeyM1ke/ValorantClientAPI). Vilka åtgärder har tagits för att skydda mig? Förutom att aldrig lagra ditt lösenord, är känslig information inklusive din region säkrad bakom Keychain. Appen är också öppen källkod, vilket gör att vem som helst och alla kan komma åt koden hela tiden. Din integritet är en prioritet, och jag har gjort allt i min makt för att säkerställa det. För juridisk mumbo jumbo, se [här](https://www.craft.do/s/fQxdg6aSyp8WAk). Vilka filer är nedladdade? Filerna som är nedladdade är bilder som tillåter dig att använda appens Skin Arkiv även utan internet uppkoppling. Vad gör kom ihåg lösenords funktionen? Sättet som appen använder för nuvarandet kröver kakor istället för ditt kontos användarnam och lösenord. Om du tillåter appen att inte spara ditt lösenord alls, så utgår dessa kakor efter en period av tid. Detta leder då till att användaren måste logga in återigen. Komihåg lösenords funktionen tillåter användaren att spara deras lösenord och tillåta appen att automatiskt logga in utan att tänka på det. Om användaren önskar att inte spara lösenordet kan de helt enkelt logga ut och sedan logga in igen för att skapa nya kakor.

# WebAndDisc
source: Website and Discord Bot
sv: Hemsida och Discord Bot

# ThankJulian
source: Thank you for your help in answering my many questions!
sv: Tackf ör din hjälp med att besvara många frågor!

# ThankLunac
source: Thank you for your continuous support!
sv: Tack för ditt kontinuerliga stöd!

# ThankTranslator
source: Thank you for your help translating the app!
sv: Tack för din hjälp med att översätta applikationen!

# Privacy
source: Privacy Policy
sv: Integritetspolicy

source: What's New
sv: Nyheter

source: Made in 🇨🇦
sv: Gjord i 🇨🇦

# NetworkError
source: No Network
sv: Inget Nätverk

# InfoPrice
source: The price of this skin is unfortunately not in our database.
sv: Priset av detta skin existerar inte i våran databas

source: Copy Error
sv: Kopierings Fel

# ErrorMessage1
source: Your personal cookies have expired. This is an API limitation which I have no control over. There are 2 options to solve this: 1) Sign out and Sign in. 2) Turn on remember password in Settings > Account.
sv: Dina kakor har utgått. Detta är en API limitation vilket jag inte har någon kontroll över. Det finns två sätt att lösa detta: 1) Logga ut och logga in återigen. 2) Sätt på kom ihåg lösenord i Inställningar > Konto.

# ErrorMessage2
source: Wrong password set in Settings
sv: Fel lösenord satt i Inställningar

# ErrorMessage3
source: Your purchase could not be verified by the App Store.
sv: Ditt köp kunde inte verifieras av App Store.

# ErrorMessage4
source: There is no bundle on sale, please try again later.
sv: Det finns ingen kollektion till salu, Vänligen försök igen senare.

# ErrorMessage5
source: Remember Password is required to be on for Automatic Store Reload.
sv: Kom ihåg lösenord är ett krav för att använda Automatisk Affärs Omladdning.

# InformationTitle
source: Why my Riot Account?
sv: Varför mitt Riot konto?

# Information
source: While many of your statistics are free to access without your password, your store is an exception as it is considered sensitive information. In order for the app to access your store, it needs your login information where it obtains your store through an open source API. Additional information, the source code, and an FAQ can be found in the link below.
sv: Även om mycket av din statistik är enkel att komma åt utan ditt lösenord, är din affär ett undantag eftersom det anses vara känslig information. För att appen ska komma åt din butik behöver den din inloggningsinformation där den hämtar din affär genom en API. Ytterligare information, källkoden och en FAQ finns i länken nedan.

source: Invalid Login
sv: Ogiltigt Inlogg

source: Reset
sv: Återställ

# ResetInfo
source: Occasionally due to some bugs, errors may arise. This button allows you to reset the app fully in the event of these errors.
sv: Ibland på grund av vissa buggar kan fel uppstå. Den här knappen låter dig återställa appen helt i händelse av dessa fel.

# ReviewTitle
source: Enjoying VSC?
sv: Gillar du VSC?

# OpenGitHub
source: Leave a GitHub Star
sv: Gillar Github Sidan

source: Maybe Later
sv: Kanske senare

source: Never Show Again
sv: Visa aldrig igen

# ReviewPrompt
source: Please leave a review or a star on GitHub!
sv: Du kan gärna lämna en recension eller gillar Github sidan!

# UpdateButton
source: New App Version Available
sv: Ny App Version är Tillgänglig

# UpdateInstructions1
source: If there is no update option, please:
sv: Om det inte finns ett uppdaterings val, vänligen:

# UpdateInstructions2
source: Go to the Home (Today) tab
sv: Gå till Hem (idag) fliken

# UpdateInstructions3
source: Click on your profile in the top right
sv: Klicka på din profil längt upp till höger

# UpdateInstructions4
source: Swipe down to reload
sv: Scrolla ner för att ladda om

# UpdateInstructions5
source: Scroll down to see available updates
sv: Scrolla ner för att se tillgängliga uppdateringar

# UpdateTitle
source: Update App
sv: Uppdatera App
